code/ruby/app/controllers/draw_five_controller.rb

INSERT INTO "high_scores" ("name", "score", "updated_at", "created_at") VALUES('sdsdsd', 97, '2009-12-12 19:56:50', '2009-12-12 19:56:50')
---
  def savescore
    game = DrawFiveGame.new
    game.save_score(params[:name], params[:score])